7zip
accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
android-tools
arc-gtk-theme-eos
aspell
atac
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
chatty
clang
cmake
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
curlie
d-spy
dconf-editor
decibels
device-mapper
difftastic
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavour
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
epiphany
ethtool
evince
exfatprogs
extra-cmake-modules
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
gdm
ghex
ghostscript
ghostty
git
git-filter-repo
github-cli
glances
glow
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-shell
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-usage
go
gobject-introspection
gparted
gptfdisk
greetd
greetd-tuigreet
grilo-plugins
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
httpie
hwdetect
hwinfo
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprshot
hyprsunset
hyprutils
hyprwayland-scanner
inetutils
inxi
iptables-nft
iwd
jfsutils
kernel-install-for-dracut
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-gtk-greeter
lightsoff
linux-headers
logrotate
loupe
lsb-release
lsd
lsscsi
luarocks
lvm2
ly
malcontent
man-db
man-pages
manuals
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
ncdu
ncspot
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nwg-hello
onetbb
openbsd-netcat
opencv
opencv-samples
openssh
orca
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
papers
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
postgresql
postgresql-old-upgrade
power-profiles-daemon
print-manager
pv
python
python-beautifulsoup4
python-defusedxml
python-jinja
python-packaging
python-pip
python-pipx
python-pyqt6
python-pyserial
qt5-wayland
quadrapassel
rebuild-detector
reflector
reflector-simple
resvg
rsync
rtkit
rust
rygel
s-nail
sg3_utils
showtime
simple-scan
smartmontools
snap-pac
snapper
snapshot
sof-firmware
splix
spotify-launcher
spotify-player
spotifyd
starship
stow
sudo
sushi
swaync
swell-foop
sysfsutils
sysprof
system-config-printer
systemd-sysvcompat
task
texinfo
timeshift
tldr
tmux
totem
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vulkan-headers
waybar
welcome
wget
which
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wol
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yazi
yelp
zoxide
zram-generator
zsh
zsh-autosuggestions
